Repository: SerGreen/Appacker
Catalog: Appacker/Resources/Strings.*.resx
Languages: ru

# btnPackText
source: Pack!
ru: Упаковать!

# btnPackTextPacking1
source: Packing...
ru: Упаковка...

# btnPackTextPacking2
source: Please wait
ru: Ожидайте

# cueAppDirPath
source: Drag the application folder here
ru: Перетащите сюда папку с приложением

# cueFileDescription
source: Inherit from the main executable
ru: Брать из основного exe

# cueMainExe
source: Select main executable
ru: Выберите основной .exe файл

# cuePackExePath
source: Save as...
ru: Укажите куда сохранить пакет

# cuePassword
source: No password
ru: Без пароля

# errorCaption
source: Packing aborted
ru: Упаковка прервана

# errorCode1
source: Arguments are missing.
ru: Отсутствуют аргументы.

# errorCode2
source: Unpacker.exe is missing.
ru: Отсутствует Unpacker.exe.

# errorCode3
source: Directory with the application is missing.
ru: Отсутствует папка с приложением.

# errorCode4
source: Main executable is missing inside the application directory.
ru: Отсутствует основной исполняемый файл в папке с приложением.

# errorCode5
source: Package save location is invalid.
ru: Некорректный путь сохранения пакета.

# errorCode6
source: File access is denied.
ru: Доступ к файлу запрещён.

# errorCodeUnknown
source: Unknown error.
ru: Неизвестная ошибка.

# errorText
source: Packing was not performed. Packer has exited with code
ru: Упаковка не была завершена. Упаковщик завершил работу с кодом

# labSizeText
source: Estimated package size:
ru: Оценочный размер пакета:

# repackOffDescr
source: When application is closed its files are deleted from a temp folder without saving. Changes to the app files won't be saved (e.g. app settings).
ru: После завершения приложения его файлы удаляются из временной папки без сохранения. Внесённые изменения не сохраняются (напр., настройки приложения).

# repackOnDescr
source: When application is closed all of its files will be packed back and packed .exe will be replaced. Any changes will be saved (e.g. app settings).
ru: После завершения приложения его файлы будут упакованы заново, а упакованный .exe заменён на новый. Все внесённые изменения сохраняются. (напр., настройки приложения).
