Repository: SerGreen/Appacker
Catalog: Appacker/AdvancedOptionsForm.*.resx
Languages: ru

# checkRepackable.Text
source: Self-repackable application
ru: Автоматическая перепаковка

# comboUnpackDir.Items
source: Temp directory
ru: Папка Temp

# comboUnpackDir.Items1
source: Desktop
ru: Рабочий стол

# comboUnpackDir.Items2
source: Same directory as the packed app executable
ru: Папка, в которой находится упакованный .exe файл

# comboUnpackDir.Items3
source: Ask at every launch
ru: Спрашивать при каждом запуске

# labUnpackDir.Text
source: Unpack directory
ru: Папка для распаковки

# checkOpenUnpackFolder.Text
source: Open unpack directory in Explorer after launch
ru: Открыть в Проводнике папку для распаковки после запуска

# labArguments.Text
source: Command line arguments for target application
ru: Аргументы командной строки для целевого приложения

# labFileDescription.Text
source: FileDescription parameter for the package executable
ru: Свойство FileDescription для упакованного приложения

# labFileDescriptionDescription.Text
source: Used as the program name by Windows in 'Open with...' dialog If left empty, this parameter will be taken from the main executable file
ru: Используется как название приложения в меню "Открыть с помощью..." в Windows Если оставить пустым, то это свойство будет взято из основного исполняемого файла

# btnSaveIni.Text
source: Save settings in appacker.ini file
ru: Сохранить настройки в файл appacker.ini

# labIniDescription.Text
source: Settings will automatically load from the ini file if it exists
ru: При запуске настройки автоматически загрузятся из ini файла, если он существует

# labProgressBarDescription.Text
source: When launching packed application, show splash screen with progres bar if unpacking takes longer than 1 second
ru: Когда запускается приложение, показывать заставку с индикатором прогресса, если процесс распаковки занимает больше времени, чем 1 секунду

# checkUnpackProgressBar.Text
source: Show progress bar during unpacking
ru: Показывать прогрессбар во время распаковки

# btnClose.Text
source: Close
ru: Закрыть

# labPasswordDescription.Text
source: If set, you will have to enter the password to launch packed application
ru: Если задать пароль, то его нужно будет ввести для запуска упакованного приложения

# labPassword.Text
source: Password for packed application
ru: Пароль для упакованного приложения

# $this.Text
source: Advanced options
ru: Расширенные настройки
